Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Loading model
ar: جار تحميل النموذج
de: Modell wird geladen
es: Cargando modelo
fr: Chargement du modèle
he: טוען מודל
hi: मॉडल लोड हो रहा है
id: Memuat model
it: Caricamento del modello
ja: モデルを読み込み中
ko: 모델 로드 중
nl: Model laden
pl: Ładowanie modelu
pt_br: Carregando modelo
ru: Загрузка модели
sv: Läser in modell
tr: Model yükleniyor
uk: Завантаження моделі
vi: Đang nạp mô hình
zh_hans: 正在加载模型
zh_hant: 正在載入模型

source: Loading models beyond system resource limits may cause instability. Guardrails hold memory back for the rest of the machine. Relaxed is the default and is what every published memory figure for this engine was measured under.
ar: قد يؤدي تحميل النماذج بما يتجاوز حدود موارد النظام إلى عدم الاستقرار. تحافظ الحواجز الواقية على الذاكرة لبقية الجهاز. «المريح» هو الوضع الافتراضي وهو ما تم قياس جميع أرقام الذاكرة المنشورة لهذا المحرك في ظله.
de: Das Laden von Modellen über die Systemressourcengrenzen hinaus kann zu Instabilität führen. Guardrails halten Speicher für den Rest des Computers zurück. «Entspannt» ist der Standardwert, unter dem alle veröffentlichten Speicherangaben gemessen wurden.
es: Cargar modelos más allá de los límites de recursos del sistema puede causar inestabilidad. Los límites de protección reservan memoria para el resto del equipo. «Relajado» es la opción predeterminada y bajo la que se midieron todas las cifras de memoria publicadas para este motor.
fr: Le chargement de modèles au-delà des limites de ressources système peut entraîner une instabilité. Les garde-fous réservent de la mémoire pour le reste de la machine. « Détendu » est la valeur par défaut et correspond aux mesures publiées pour ce moteur.
he: טעינת מודלים מעבר למגבלות משאבי המערכת עלולה לגרום לחוסר יציבות. מעקות בטיחות שומרים זיכרון לשאר המחשב. «נינוח» הוא ברירת המחדל ותחתיו נמדדו כל נתוני הזיכרון שפורסמו עבור מנוע זה.
hi: सिस्टम संसाधन सीमाओं से परे मॉडल लोड करने से अस्थिरता हो सकती है। रेलिंग बाकी मशीन के लिए मेमोरी को रोकती हैं। «आरामदायक» डिफ़ॉल्ट है और जिसके तहत इस इंजन के लिए प्रत्येक प्रकाशित मेमोरी आंकड़ा मापा गया था।
id: Memuat model melebihi batas sumber daya sistem dapat menyebabkan ketidakstabilan. Guardrails menahan memori untuk sisa mesin. «Santai» adalah default dan merupakan acuan pengukuran setiap angka memori yang dipublikasikan untuk mesin ini.
it: Il caricamento di modelli oltre i limiti delle risorse di sistema può causare instabilità. I guardrail trattengono la memoria per il resto della macchina. «Rilassato» è l'impostazione predefinita ed è quella con cui sono state misurate tutte le cifre di memoria pubblicate per questo motore.
ja: システムの制限を超えてモデルを読み込むと、不安定になる可能性があります。ガードレールはマシンの残りの部分のためにメモリを確保します。「緩和」がデフォルトであり、このエンジンのすべての公開メモリ数値はこの条件下で測定されました。
ko: 시스템 리소스 제한을 초과하여 모델을 로드하면 불안정해질 수 있습니다. 가드레일은 컴퓨터의 나머지 부분을 위해 메모리를 예약합니다. '완화'가 기본값이며 이 엔진에 대해 발표된 모든 메모리 수치는 이 설정에서 측정되었습니다.
nl: Het laden van modellen die de systeemlimieten overschrijden, kan instabiliteit veroorzaken. Vangrails reserveren geheugen voor de rest van de machine. «Ontspannen» is de standaardwaarde en waaronder elk gepubliceerd geheugencijfer voor deze engine is gemeten.
pl: Ładowanie modeli przekraczających limity zasobów systemowych może powodować niestabilność. Bariery ochronne rezerwują pamięć dla reszty komputera. Tryb «Rozluźniony» jest domyślny i to w nim mierzono każdą publikowaną wartość pamięci dla tego silnika.
pt_br: Carregar modelos além dos limites de recursos do sistema pode causar instabilidade. As proteções retêm memória para o restante da máquina. «Relaxado» é o padrão e é sob ele que todas as métricas de memória publicadas para este mecanismo foram medidas.
ru: Загрузка моделей за пределами системных ресурсов может вызвать нестабильность. Защитные барьеры удерживают память для остальной системы. «Умеренный» -- режим по умолчанию, в котором измерялись все опубликованные показатели памяти для этого движка.
sv: Att ladda modeller utöver systemresursgränserna kan orsaka instabilitet. Skyddsräcken håller tillbaka minne för resten av maskinen. «Avslappnad» är standard och är vad varje publicerad minnessiffra för den här motorn mättes under.
tr: Modelleri sistem kaynağı sınırlarının ötesinde yüklemek kararsızlığa neden olabilir. Güvenlik korkulukları belleği makinenin geri kalanı için ayırır. «Gevşek» varsayılandır ve bu motor için yayınlanan tüm bellek rakamları bunun altında ölçülmüştür.
uk: Завантаження моделей поза межами системних ресурсів може призвести до нестабільності. Запобіжні обмеження резервують пам'ять для решти системи. «Помірний» є типовим режимом, за якого вимірювалися всі опубліковані показники пам'яті для цього рушія.
vi: Tải các mô hình vượt quá giới hạn tài nguyên hệ thống có thể gây ra sự mất ổn định. Rào chắn giữ lại bộ nhớ cho phần còn lại của máy. «Thư thái» là mặc định và là điều kiện để đo lường mọi số liệu bộ nhớ được công bố cho công cụ này.
zh_hans: 超出系统资源限制加载模型可能会导致不稳定。防护机制会为机器的其余部分预留内存。“宽松”是默认值，也是该引擎公布的所有内存数据的测定基准。
zh_hant: 超出系統資源限制載入模型可能會導致不穩定。防護機制會為機器的其餘部分預留記憶體。「寬鬆」是預設值，也是該引擎公佈的所有記憶體數據的測定基準。

source: Local Alias
ar: الاسم المستعار المحلي
de: Lokaler Alias
es: Alias local
fr: Alias local
he: כינוי מקומי
hi: स्थानीय उपनाम
id: Alias Lokal
it: Alias locale
ja: ローカルエイリアス
ko: 로컬 별칭
nl: Lokale alias
pl: Lokalny alias
pt_br: Alias Local
ru: Локальный псевдоним
sv: Lokalt alias
tr: Yerel Takma Ad
uk: Локальний псевдонім
vi: Bí danh cục bộ
zh_hans: 本地别名
zh_hant: 本機別名

source: Local Endpoint
ar: نقطة النهاية المحلية
de: Lokaler Endpunkt
es: Punto de conexión local
fr: Point de terminaison local
he: נקודת קצה מקומית
hi: स्थानीय एंडपॉइंट
id: Titik Akhir Lokal
it: Endpoint locale
ja: ローカルエンドポイント
ko: 로컬 엔드포인트
nl: Lokaal eindpunt
pl: Lokalny punkt końcowy
pt_br: Ponto de Extremidade Local
ru: Локальный эндпоинт
sv: Lokal slutpunkt
tr: Yerel Uç Nokta
uk: Локальна кінцева точка
vi: Điểm cuối cục bộ
zh_hans: 本地端点
zh_hant: 本機端點

source: Local Subprocess (Stdio)
ar: عملية فرعية محلية (Stdio)
de: Lokaler Unterprozess (Stdio)
es: Subproceso local (Stdio)
fr: Sous-processus local (Stdio)
he: תת-תהליך מקומי (Stdio)
hi: स्थानीय सबप्रोसेस (Stdio)
id: Subproses lokal (Stdio)
it: Sottoprocesso locale (Stdio)
ja: ローカルサブプロセス (Stdio)
ko: 로컬 하위 프로세스(Stdio)
nl: Lokaal subproces (Stdio)
pl: Lokalny podproces (Stdio)
pt_br: Subprocesso local (Stdio)
ru: Локальный подпроцесс (Stdio)
sv: Lokal underprocess (Stdio)
tr: Yerel alt süreç (Stdio)
uk: Локальний підпроцес (Stdio)
vi: Tiến trình con cục bộ (Stdio)
zh_hans: 本地子进程 (Stdio)
zh_hant: 本機子行程 (Stdio)

source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Emplacement
he: מיקום
hi: स्थान
id: Lokasi
it: Posizione
ja: 場所
ko: 위치
nl: Locatie
pl: Lokalizacja
pt_br: Localização
ru: Расположение
sv: Plats
tr: Konum
uk: Розташування
vi: Vị trí
zh_hans: 位置
zh_hant: 位置

source: Low Power Mode
ar: نمط الطاقة المنخفضة
de: Stromsparmodus
es: Modo de bajo consumo
fr: Mode économie d'énergie
he: מצב סוללה חלשה
hi: कम पावर मोड
id: Mode Daya Rendah
it: Risparmio energetico
ja: 低電力モード
ko: 저전력 모드
nl: Energiebesparingsmodus
pl: Tryb niskiego zużycia energii
pt_br: Modo Pouca Energia
ru: Режим энергосбережения
sv: Strömsparläge
tr: Düşük Güç Modu
uk: Режим низького заряду
vi: Chế độ nguồn điện thấp
zh_hans: 低电量模式
zh_hant: 低耗電模式

source: MAX
ar: الأقصى
es: MÁX
he: מרבי
hi: अधिकतम
id: MAKS
ja: 最大
ko: 최대
pl: MAKS
pt_br: MÁX
ru: МАКС
tr: MAKS
uk: МАКС
vi: TỐI ĐA
zh_hans: 最大
zh_hant: 最大

source: MCP External Servers & Detection
ar: خوادم MCP الخارجية والاكتشاف
de: Externe MCP-Server und Erkennung
es: Servidores MCP externos y detección
fr: Serveurs MCP externes et détection
he: שרתי MCP חיצוניים וזיהוי
hi: MCP बाहरी सर्वर और पहचान
id: Server MCP eksternal dan deteksi
it: Server MCP esterni e rilevamento
ja: MCP 外部サーバーと検出
ko: MCP 외부 서버 및 감지
nl: Externe MCP-servers en detectie
pl: Zewnętrzne serwery MCP i wykrywanie
pt_br: Servidores MCP externos e detecção
ru: Внешние серверы MCP и обнаружение
sv: Externa MCP-servrar och identifiering
tr: MCP harici sunucular ve algılama
uk: Зовнішні сервери MCP і виявлення
vi: Máy chủ MCP bên ngoài và phát hiện
zh_hans: MCP 外部服务器与检测
zh_hant: MCP 外部伺服器與偵測

source: MCP Server Approval
ar: الموافقة على خادم MCP
de: Genehmigung des MCP-Servers
es: Aprobación del servidor MCP
fr: Approbation du serveur MCP
he: אישור שרת MCP
hi: MCP सर्वर अनुमोदन
id: Persetujuan server MCP
it: Approvazione del server MCP
ja: MCP サーバーの承認
ko: MCP 서버 승인
nl: Goedkeuring MCP-server
pl: Zatwierdzenie serwera MCP
pt_br: Aprovação do servidor MCP
ru: Одобрение сервера MCP
sv: Godkännande av MCP-server
tr: MCP sunucu onayı
uk: Схвалення сервера MCP
vi: Phê duyệt máy chủ MCP
zh_hans: MCP 服务器批准
zh_hant: MCP 伺服器核准

source: MCP Servers
ar: خوادم MCP
de: MCP-Server
es: Servidores MCP
fr: Serveurs MCP
he: שרתי MCP
hi: MCP सर्वर
id: Server MCP
it: Server MCP
ja: MCP サーバー
ko: MCP 서버
pl: Serwery MCP
pt_br: Servidores MCP
ru: Серверы MCP
sv: MCP-servrar
tr: MCP sunucuları
uk: Сервери MCP
vi: Máy chủ MCP
zh_hans: MCP 服务器
zh_hant: MCP 伺服器

source: MCP servers and marketplaces
ar: خوادم MCP والمتاجر
de: MCP-Server und Marketplaces
es: Servidores MCP y marketplaces
fr: Serveurs MCP et marketplaces
he: שרתי MCP ומרקטפלייסים
hi: MCP सर्वर और मार्केटप्लेस
id: Server MCP dan marketplace
it: Server MCP e marketplace
ja: MCPサーバーとマーケットプレイス
ko: MCP 서버 및 마켓플레이스
nl: MCP-servers en marketplaces
pl: Serwery MCP i marketplaces
pt_br: Servidores MCP e marketplaces
ru: Серверы MCP и маркетплейсы
sv: MCP-servrar och marknadsplatser
tr: MCP sunucuları ve mağazalar
uk: Сервери MCP і маркетплейси
vi: Máy chủ MCP và chợ ứng dụng
zh_hans: MCP 服务器与市场
zh_hant: MCP 伺服器與市集

source: Make Text Bigger
ar: تكبير النص
de: Text größer machen
es: Aumentar texto
fr: Agrandir le texte
he: הגדל טקסט
hi: टेक्स्ट बड़ा करें
id: Perbesar Teks
it: Ingrandisci testo
ja: 文字を拡大
ko: 텍스트 크게
nl: Tekst groter maken
pl: Powiększ tekst
pt_br: Aumentar texto
ru: Увеличить текст
sv: Gör texten större
tr: Metni Büyüt
uk: Збільшити текст
vi: Phóng to chữ
zh_hans: 放大文字
zh_hant: 放大文字

source: Make Text Smaller
ar: تصغير النص
de: Text kleiner machen
es: Reducir texto
fr: Réduire le texte
he: הקטן טקסט
hi: टेक्स्ट छोटा करें
id: Perkecil Teks
it: Riduci testo
ja: 文字を縮小
ko: 텍스트 작게
nl: Tekst kleiner maken
pl: Zmniejsz tekst
pt_br: Diminuir texto
ru: Уменьшить текст
sv: Gör texten mindre
tr: Metni Küçült
uk: Зменшити текст
vi: Thu nhỏ chữ
zh_hans: 缩小文字
zh_hant: 縮小文字

source: Manage MCP Servers...
ar: إدارة خوادم MCP...
de: MCP-Server verwalten...
es: Administrar servidores MCP...
fr: Gérer les serveurs MCP...
he: נהל שרתי MCP...
hi: MCP सर्वर प्रबंधित करें...
id: Kelola Server MCP...
it: Gestisci server MCP...
ja: MCPサーバーを管理...
ko: MCP 서버 관리...
nl: MCP-servers beheren...
pl: Zarządzaj serwerami MCP...
pt_br: Gerenciar Servidores MCP...
ru: Управление серверами MCP...
sv: Hantera MCP-servrar...
tr: MCP Sunucularını Yönet...
uk: Керувати серверами MCP...
vi: Quản lý máy chủ MCP...
zh_hans: 管理 MCP 服务器...
zh_hant: 管理 MCP 伺服器...

source: Manage MCPs...
ar: إدارة MCP...
de: MCPs verwalten...
es: Administrar MCP...
fr: Gérer les MCP...
he: נהל MCP...
hi: MCP प्रबंधित करें...
id: Kelola MCP...
it: Gestisci MCP...
ja: MCPを管理...
ko: MCP 관리...
nl: MCP'''s beheren...
pl: Zarządzaj MCP...
pt_br: Gerenciar MCPs...
ru: Управление MCP...
sv: Hantera MCP...
tr: MCP'leri Yönet...
uk: Керувати MCP...
vi: Quản lý MCP...
zh_hans: 管理 MCP...
zh_hant: 管理 MCP...

source: Manage Model Context Protocol servers, external tools, and integrations.
ar: أدر خوادم Model Context Protocol والأدوات الخارجية والتكاملات.
de: Verwalten Sie Model-Context-Protocol-Server, externe Tools und Integrationen.
es: Gestiona servidores Model Context Protocol, herramientas externas e integraciones.
fr: Gérez les serveurs Model Context Protocol, les outils externes et les intégrations.
he: נהל שרתי Model Context Protocol, כלים חיצוניים ואינטגרציות.
hi: Model Context Protocol सर्वर, बाहरी टूल और एकीकरण प्रबंधित करें।
id: Kelola server Model Context Protocol, alat eksternal, dan integrasi.
it: Gestisci server Model Context Protocol, strumenti esterni e integrazioni.
ja: Model Context Protocol サーバー、外部ツール、連携を管理します。
ko: Model Context Protocol 서버, 외부 도구, 통합을 관리합니다.
nl: Beheer Model Context Protocol-servers, externe tools en integraties.
pl: Zarządzaj serwerami Model Context Protocol, narzędziami zewnętrznymi i integracjami.
pt_br: Gerencie servidores Model Context Protocol, ferramentas externas e integrações.
ru: Управляйте серверами Model Context Protocol, внешними инструментами и интеграциями.
sv: Hantera Model Context Protocol-servrar, externa verktyg och integrationer.
tr: Model Context Protocol sunucularını, harici araçları ve tümleştirmeleri yönetin.
uk: Керуйте серверами Model Context Protocol, зовнішніми інструментами та інтеграціями.
vi: Quản lý máy chủ Model Context Protocol, công cụ bên ngoài và tích hợp.
zh_hans: 管理 Model Context Protocol 服务器、外部工具和集成。
zh_hant: 管理 Model Context Protocol 伺服器、外部工具與整合。

source: Manage Skills...
ar: إدارة المهارات...
de: Fähigkeiten verwalten...
es: Administrar habilidades...
fr: Gérer les compétences...
he: נהל מיומנויות...
hi: कौशल प्रबंधित करें...
id: Kelola Keterampilan...
it: Gestisci competenze...
ja: スキルを管理...
ko: 스킬 관리...
nl: Vaardigheden beheren...
pl: Zarządzaj umiejętnościami...
pt_br: Gerenciar Habilidades...
ru: Управление навыками...
sv: Hantera färdigheter...
tr: Becerileri Yönet...
uk: Керувати навичками...
vi: Quản lý kỹ năng...
zh_hans: 管理技能...
zh_hant: 管理技能...

source: Manage codebase root, agent profile, rules, and execution permissions.
ar: أدر جذر قاعدة الشفرة وملف تعريف الوكيل والقواعد وأذونات التنفيذ.
de: Verwalten Sie das Code-Stammverzeichnis, das Agent-Profil, Regeln und Ausführungsberechtigungen.
es: Gestiona la raíz del código, el perfil del agente, las reglas y los permisos de ejecución.
fr: Gérez la racine du code, le profil de l'agent, les règles et les autorisations d'exécution.
he: נהל את שורש בסיס הקוד, פרופיל הסוכן, כללים והרשאות הרצה.
hi: कोडबेस रूट, एजेंट प्रोफ़ाइल, नियम और निष्पादन अनुमतियां प्रबंधित करें।
id: Kelola root basis kode, profil agen, aturan, dan izin eksekusi.
it: Gestisci la radice del codice, il profilo dell'agente, le regole e i permessi di esecuzione.
ja: コードベースのルート、エージェントプロファイル、ルール、実行権限を管理します。
ko: 코드베이스 루트, 에이전트 프로필, 규칙, 실행 권한을 관리합니다.
nl: Beheer de hoofdmap van de codebase, het agentprofiel, regels en uitvoeringsmachtigingen.
pl: Zarządzaj katalogiem głównym kodu, profilem agenta, regułami i uprawnieniami do wykonywania.
pt_br: Gerencie a raiz do código, o perfil do agente, as regras e as permissões de execução.
ru: Управляйте корнем кода, профилем агента, правилами и разрешениями на выполнение.
sv: Hantera kodbasens rotkatalog, agentprofil, regler och körningsbehörigheter.
tr: Kod tabanı kökünü, aracı profilini, kuralları ve yürütme izinlerini yönetin.
uk: Керуйте коренем коду, профілем агента, правилами та дозволами на виконання.
vi: Quản lý thư mục gốc mã nguồn, hồ sơ tác nhân, quy tắc và quyền thực thi.
zh_hans: 管理代码库根目录、代理配置、规则和执行权限。
zh_hant: 管理程式碼庫根目錄、代理設定檔、規則與執行權限。

source: Manage image models
ar: إدارة نماذج الصور
de: Bildmodelle verwalten
es: Gestionar modelos de imagen
fr: Gerer les modeles d'image
he: ניהול מודלי תמונה
hi: इमेज मॉडल प्रबंधित करें
id: Kelola model gambar
it: Gestisci modelli di immagini
ja: 画像モデルを管理
ko: 이미지 모델 관리
nl: Afbeeldingsmodellen beheren
pl: Zarzadzaj modelami obrazow
pt_br: Gerenciar modelos de imagem
ru: Upravlenie modeliami izobrazheniy
sv: Hantera bildmodeller
tr: Goruntu modellerini yonet
uk: Керувати моделями зображень
vi: Quan ly mo hinh hinh anh
zh_hans: 管理图像模型
zh_hant: 管理影像模型

source: Manage installed models…
ar: إدارة النماذج المثبتة…
de: Installierte Modelle verwalten…
es: Gestionar modelos instalados…
fr: Gérer les modèles installés…
he: נהל מודלים מותקנים…
hi: स्थापित मॉडल प्रबंधित करें…
id: Kelola model terpasang…
it: Gestisci modelli installati…
ja: インストール済みモデルを管理…
ko: 설치된 모델 관리…
nl: Geïnstalleerde modellen beheren…
pl: Zarządzaj zainstalowanymi modelami…
pt_br: Gerenciar modelos instalados…
ru: Управление установленными моделями…
sv: Hantera installerade modeller…
tr: Yüklü modelleri yönet…
uk: Керувати встановленими моделями…
vi: Quản lý mô hình đã cài đặt…
zh_hans: 管理已安装模型…
zh_hant: 管理已安裝模型…

source: Manage lifecycle hooks from config and enabled plugins.
ar: أدر خطافات دورة الحياة القادمة من الإعدادات والملحقات المفعّلة.
de: Verwalten Sie Lebenszyklus-Hooks aus der Konfiguration und aktivierten Plugins.
es: Gestiona los hooks del ciclo de vida procedentes de la configuración y de los plugins activados.
fr: Gérez les hooks de cycle de vie issus de la configuration et des plugins activés.
he: נהל הוקים של מחזור חיים מהתצורה ומתוספים מופעלים.
hi: कॉन्फ़िग और सक्षम प्लगइन से आने वाले लाइफ़साइकल हुक प्रबंधित करें।
id: Kelola hook siklus hidup dari konfigurasi dan plugin yang aktif.
it: Gestisci gli hook del ciclo di vita provenienti dalla configurazione e dai plugin abilitati.
ja: 構成と有効なプラグインから読み込まれたライフサイクルフックを管理します。
ko: 구성과 활성화된 플러그인에서 오는 수명 주기 훅을 관리합니다.
nl: Beheer levenscyclus-hooks uit de configuratie en ingeschakelde plug-ins.
pl: Zarządzaj hookami cyklu życia z konfiguracji i włączonych wtyczek.
pt_br: Gerencie hooks de ciclo de vida vindos da configuração e dos plugins ativados.
ru: Управляйте хуками жизненного цикла из конфигурации и включенных плагинов.
sv: Hantera livscykelhookar från konfigurationen och aktiverade tillägg.
tr: Yapılandırmadan ve etkin eklentilerden gelen yaşam döngüsü kancalarını yönetin.
uk: Керуйте хуками життєвого циклу з конфігурації та увімкнених плагінів.
vi: Quản lý các hook vòng đời từ cấu hình và plugin đã bật.
zh_hans: 管理来自配置和已启用插件的生命周期钩子。
zh_hant: 管理來自組態與已啟用外掛的生命週期掛鉤。

source: Manage models...
ar: إدارة النماذج...
de: Modelle verwalten...
es: Administrar modelos...
fr: Gérer les modèles...
he: נהל מודלים...
hi: मॉडल प्रबंधित करें...
id: Kelola model...
it: Gestisci modelli...
ja: モデルを管理...
ko: 모델 관리...
nl: Modellen beheren...
pl: Zarządzaj modelami...
pt_br: Gerenciar modelos...
ru: Управление моделями...
sv: Hantera modeller...
tr: Modelleri yönet...
uk: Керувати моделями...
vi: Quản lý mô hình...
zh_hans: 管理模型...
zh_hant: 管理模型...

source: Manage plugin
ar: إدارة المكون الإضافي
de: Plugin verwalten
es: Gestionar complemento
fr: Gérer le plugin
he: ניהול תוסף
hi: प्लगइन प्रबंधित करें
id: Kelola plugin
it: Gestisci plugin
ja: プラグインを管理
ko: 플러그인 관리
nl: Plugin beheren
pl: Zarządzaj wtyczką
pt_br: Gerenciar plugin
ru: Управление плагином
sv: Hantera insticksprogram
tr: Eklentiyi yönet
uk: Керування плагіном
vi: Quản lý plugin
zh_hans: 管理插件
zh_hant: 管理外掛模組

source: Manage project-specific MCP servers and import configs from codebase.
ar: أدر خوادم MCP الخاصة بالمشروع واستورد الإعدادات من قاعدة الشفرة.
de: Verwalten Sie projektspezifische MCP-Server und importieren Sie Konfigurationen aus der Codebase.
es: Gestiona servidores MCP específicos del proyecto e importa configuraciones desde el código.
fr: Gérez les serveurs MCP propres au projet et importez des configurations depuis le code.
he: נהל שרתי MCP ייעודיים לפרויקט וייבא תצורות מבסיס הקוד.
hi: प्रोजेक्ट-विशिष्ट MCP सर्वर प्रबंधित करें और कोडबेस से कॉन्फ़िग आयात करें।
id: Kelola server MCP khusus proyek dan impor konfigurasi dari basis kode.
it: Gestisci i server MCP specifici del progetto e importa le configurazioni dal codice.
ja: プロジェクト固有の MCP サーバーを管理し、コードベースから構成をインポートします。
ko: 프로젝트별 MCP 서버를 관리하고 코드베이스에서 구성을 가져옵니다.
nl: Beheer projectspecifieke MCP-servers en importeer configuraties uit de codebase.
pl: Zarządzaj serwerami MCP właściwymi dla projektu i importuj konfiguracje z kodu.
pt_br: Gerencie servidores MCP específicos do projeto e importe configurações do código.
ru: Управляйте серверами MCP для конкретного проекта и импортируйте конфигурации из кода.
sv: Hantera projektspecifika MCP-servrar och importera konfigurationer från kodbasen.
tr: Projeye özgü MCP sunucularını yönetin ve yapılandırmaları kod tabanından içe aktarın.
uk: Керуйте серверами MCP для проєкту та імпортуйте конфігурації з коду.
vi: Quản lý máy chủ MCP riêng cho dự án và nhập cấu hình từ mã nguồn.
zh_hans: 管理项目专属的 MCP 服务器，并从代码库导入配置。
zh_hant: 管理專案專屬的 MCP 伺服器，並從程式碼庫匯入組態。

source: Manage sources
ar: إدارة المصادر
de: Quellen verwalten
es: Gestionar fuentes
fr: Gérer les sources
he: ניהול מקורות
hi: स्रोत प्रबंधित करें
id: Kelola sumber
it: Gestisci origini
ja: ソースを管理
ko: 소스 관리
nl: Bronnen beheren
pl: Zarządzaj źródłami
pt_br: Gerenciar fontes
ru: Управление источниками
sv: Hantera källor
tr: Kaynakları yönet
uk: Керування джерелами
vi: Quản lý nguồn
zh_hans: 管理源
zh_hant: 管理來源

source: Marketplace sources
ar: مصادر السوق
de: Marketplace-Quellen
es: Fuentes del mercado
fr: Sources du marketplace
he: מקורות Marketplace
hi: मार्केटप्लेस स्रोत
id: Sumber marketplace
it: Origini marketplace
ja: マーケットプレイスのソース
ko: 마켓플레이스 소스
nl: Marketplace-bronnen
pl: Źródła rynku
pt_br: Fontes do marketplace
ru: Источники маркетплейса
sv: Marknadsplatskällor
tr: Pazaryeri kaynakları
uk: Джерела маркетплейсу
vi: Nguồn chợ ứng dụng
zh_hans: 市场源
zh_hant: 市集來源

source: Max New Tokens
ar: الحد الأقصى للرموز الجديدة
de: Max. neue Token
es: Máx. de tokens nuevos
fr: Nombre max. de nouveaux jetons
he: מקסימום אסימונים חדשים
hi: अधिकतम नए टोकन
id: Maks. token baru
it: Numero max di nuovi token
ja: 新規トークンの最大数
ko: 최대 신규 토큰 수
nl: Max. nieuwe tokens
pl: Maks. nowych tokenów
pt_br: Máx. de novos tokens
ru: Макс. новых токенов
sv: Max nya token
tr: En fazla yeni belirteç
uk: Макс. нових токенів
vi: Số token mới tối đa
zh_hans: 最大新令牌数
zh_hant: 最大新權杖數

source: Max Turns:
ar: الحد الأقصى للأدوار:
de: Max. Züge:
es: Máx. de turnos:
fr: Nombre max. de tours :
he: מקסימום תורות:
hi: अधिकतम टर्न:
id: Maks. giliran:
it: Numero max di turni:
ja: 最大ターン数:
ko: 최대 턴 수:
nl: Max. beurten:
pl: Maks. tur:
pt_br: Máx. de turnos:
ru: Макс. ходов:
sv: Max antal turer:
tr: En fazla tur:
uk: Макс. ходів:
vi: Số lượt tối đa:
zh_hans: 最大轮数:
zh_hant: 最大回合數:

source: Max Turns: %lld
ar: الحد الأقصى للأدوار: %lld
de: Max. Runden: %lld
es: Turnos máximos: %lld
fr: Tours max. : %lld
he: מקסימום תורות: %lld
hi: अधिकतम मोड़: %lld
id: Putaran Maksimum: %lld
it: Turni massimi: %lld
ja: 最大ターン数: %lld
ko: 최대 턴 수: %lld
nl: Max. beurten: %lld
pl: Maksymalna liczba tur: %lld
pt_br: Máximo de turnos: %lld
ru: Макс. реплик: %lld
sv: Max turer: %lld
tr: Maksimum Tur: %lld
uk: Макс. реплік: %lld
vi: Lượt tối đa: %lld
zh_hans: 最大轮次: %lld
zh_hant: 最大輪次: %lld

source: Maximum allocation
ar: أقصى تخصيص
de: Maximale Belegung
es: Asignación máxima
fr: Allocation maximale
he: הקצאה מרבית
hi: अधिकतम आवंटन
id: Alokasi maksimum
it: Allocazione massima
ja: 最大確保量
ko: 최대 할당량
nl: Maximale toewijzing
pl: Maksymalny przydział
pt_br: Alocação máxima
ru: Максимальное выделение
sv: Maximal allokering
tr: En fazla ayırma
uk: Максимальне виділення
vi: Cấp phát tối đa
zh_hans: 最大分配量
zh_hant: 最大配置量

source: Measuring...
ar: جارٍ القياس...
de: Messung läuft...
es: Midiendo...
fr: Mesure en cours...
he: מודד...
hi: मापा जा रहा है...
id: Mengukur...
it: Misurazione in corso...
ja: 計測中...
ko: 측정 중...
nl: Meten...
pl: Trwa pomiar...
pt_br: Medindo...
ru: Измерение...
sv: Mäter...
tr: Ölçülüyor...
uk: Вимірювання...
vi: Đang đo...
zh_hans: 正在测量...
zh_hant: 正在測量...

source: Medium
ar: متوسط
de: Mittel
es: Medio
fr: Moyen
he: בינוני
hi: मध्यम
id: Sedang
it: Medio
ja: 中
ko: 보통
nl: Gemiddeld
pl: Średni
pt_br: Médio
ru: Средний
sv: Medel
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中
zh_hant: 中

source: Memory
ar: الذاكرة
de: Speicher
es: Memoria
fr: Mémoire
he: זיכרון
hi: मेमोरी
id: Memori
it: Memoria
ja: メモリ
ko: 메모리
nl: Geheugen
pl: Pamięć
pt_br: Memória
ru: Память
sv: Minne
tr: Bellek
uk: Пам'ять
vi: Bộ nhớ
zh_hans: 记忆
zh_hant: 記憶
